Repository: interaktivgmbh/volto-templates
Catalog: packages/volto-templates/locales/*/LC_MESSAGES/volto.po
Languages: de

source: A short hint that describes the expected value within this block
de: Ein kleiner Hinweis, um den Inhalt des Blocks zu beschreiben

source: Add {type}
de: {type} hinzufügen

source: Block settings
de: Block Einstellungen

source: Cancel
de: Abbrechen

source: Create template based on {page}
de: Template basierend auf {page} erstellen

source: Disable creation of new blocks after this block
de: Erstellung neuer Blöcke nach diesem Block deaktivieren

source: Disable drag & drop on this block
de: Drag & Drop für diesen Block deaktivieren

source: Disable editing on this block
de: Bearbeitung dieses Blocks deaktivieren

source: Disable new blocks
de: Neue Blöcke deaktivieren

source: Don't allow deletion of this block
de: Löschung dieses Blocks nicht zulassen

source: Edit {title}
de: {title} bearbeiten

source: Error
de: Fehler

source: Fixed position
de: Feste Position

source: Helper text
de: Hilfstext

source: Read-only
de: Schreibgeschützt

source: Required
de: Notwendig

source: Save
de: Speichern

source: There are some errors.
de: Es sind Fehler aufgetreten

source: Translate to {lang}
de: Nach {lang} übersetzen

source: createTemplateButton
de: Vorlage erstellen

source: createTemplateModalTitle
de: Neue Vorlage erstellen

source: modalCancelButton
de: Abbrechen

source: modalWithoutTemplateButton
de: Ohne Vorlage fortfahren

source: noAvailableTemplates
de: Keine Vorlagen verfügbar

source: openImageInNewTab
de: Bild in einem neuen Tab öffnen

source: selectTemplateButton
de: Vorlage auswählen

source: templateFormDescription
de: Beschreibung

source: templateFormRequiredField
de: Dieses Feld ist erforderlich

source: templateFormTitle
de: Titel

source: templateModalTitle
de: Wähle eine Vorlage
